Repository: marcelomogrovejo/LoginDemo.SwiftUI
Catalog: LoginDemo.SwiftUI/Extensions/Localizable.xcstrings
Source language: en
Languages: es_419, ja

# lang-default-custom-plain-text-field-accessibility-label-key
source: Custom Text Field
es_419: Campo de texto generico
ja: カスタムテキストフィールド

# lang-default-custom-secure-text-field-accessibility-label-key
source: Custom Secure Text Field
es_419: Campo de texto seguro
ja: カスタムセキュアフィールド

# lang-default-custom-text-field-error-text-key
source: Something went wrong
es_419: Error: Algo salió mal
ja: 何かがうまくいきませんでした

# lang-default-custom-text-field-placeholder-key
source: placeholder here
ja: プレースホルダー

# lang-default-custom-text-field-title-key
source: Custom Text Field
es_419: Campo de texto
ja: カスタムテキストフィールド

# lang-default-custom-text-field-toggle-hidden-label-key
source: Hide %@
es_419: Esconder %@
ja: %@を非表示

# lang-default-custom-text-field-toggle-visible-label-key
source: Show %@
es_419: Mostrar %@
ja: %@を表示

# lang-sign-in-view-forgot-password-button-accessibility-label-key
source: Forgot password button
es_419: Botón de olvidaste tu contraseña
ja: パスワードをお忘れですかボタン

# lang-sign-in-view-forgot-password-button-title-key
source: Forgot Password?
es_419: Olvidaste tu contraseña?
ja: パスワードをお忘れですか。

# lang-sign-in-view-password-accessibility-label-key
source: Complete with your password
es_419: Complete con su contraseña
ja: パスワードを入力してください

# lang-sign-in-view-password-placeholder-key
source: complete with password
es_419: complete su contraseña
ja: パスワードを入力してください

# lang-sign-in-view-password-title-key
source: Password
es_419: Contraseña
ja: パスワード

# lang-sign-in-view-sign-in-button-accessibility-label-key
source: Sign In Button
es_419: Botón Enviar
ja: ログインボタン

# lang-sign-in-view-sign-up-button-accessibility-label-key
source: Sign Up button
es_419: Botón crear cuenta
ja: 新規登録ボタン

# lang-sign-in-view-sign-up-button-title-key
source: Sign Up
es_419: Crear cuenta
ja: アカウント作成

# lang-sign-in-view-submit-title-key
source: Sign In
es_419: Entrar
ja: ログイン

# lang-sign-in-view-title-key
source: Welcome\n Back !
es_419: Bienvenido !
ja: おかえりなさい！

# lang-sign-in-view-username-accessibility-label-key
source: Complete with your email address
es_419: Complete con su email
ja: メールアドレスを入力してください

# lang-sign-in-view-username-placeholder-key
source: complete with email
es_419: complete su correo electrónico
ja: メールアドレスを入力してください

# lang-sign-in-view-username-title-key
source: Email
es_419: Correo Electrónico
ja: メールアドレス

# lang-text-loading-indicator-accessibility-label-key
source: Loading indicator
es_419: Indicador de carga
ja: 読み込み中のインジケーター

# lang-text-loading-message-accessibility-label-key
source: Loading indicator rolling
es_419: Cargando
ja: 読み込み中

# link-style-button
source: Link Button
es_419: Botón tipo link
ja: リンクボタン

# link-style-button-title
source: Link Button Title
es_419: Botón tipo link
ja: リンクボタンのタイトル
